Repository: JiZPaper/PaperVN
Catalog: PaperVN/VNDBTags.xcstrings
Source language: en
Languages: de, ja, ko, pl, zh_hans, zh_hant

source: 3D Graphics
de: 3D-Grafik
ja: 3Dグラフィックス
ko: 3D 그래픽
pl: Grafika 3D
zh_hans: 3D图形
zh_hant: 3D圖形

source: 19th Century
de: 19. Jahrhundert
ja: 19世紀
ko: 19세기
pl: XIX wiek
zh_hans: 19世纪
zh_hant: 19世紀

source: 20's
de: 20er-Jahre
ja: 20年代
ko: 20년대
pl: Lata 20.
zh_hans: 20年代
zh_hant: 20年代

source: 20th Century
de: 20. Jahrhundert
ja: 20世紀
ko: 20세기
pl: XX wiek
zh_hans: 20世纪
zh_hant: 20世紀

source: 21st Century
de: 21. Jahrhundert
ja: 21世紀
ko: 21세기
pl: XXI wiek
zh_hans: 21世纪
zh_hant: 21世紀

source: 30's
de: 30er-Jahre
ja: 30年代
ko: 30년대
pl: Lata 30.
zh_hans: 30年代
zh_hant: 30年代

source: 40's
de: 40er-Jahre
ja: 40年代
ko: 40년대
pl: Lata 40.
zh_hans: 40年代
zh_hant: 40年代

source: 50's
de: 50er-Jahre
ja: 50年代
ko: 50년대
pl: Lata 50.
zh_hans: 50年代
zh_hant: 50年代

source: 60's
de: 60er-Jahre
ja: 60年代
ko: 60년대
pl: Lata 60.
zh_hans: 60年代
zh_hant: 60年代

source: 70's
de: 70er-Jahre
ja: 70年代
ko: 70년대
pl: Lata 70.
zh_hans: 70年代
zh_hant: 70年代

source: 80's
de: 80er-Jahre
ja: 80年代
ko: 80년대
pl: Lata 80.
zh_hans: 80年代
zh_hant: 80年代

source: 90's
de: 90er-Jahre
ja: 90年代
ko: 90년대
pl: Lata 90.
zh_hans: 90年代
zh_hant: 90年代

source: 100% Completion Bonus
de: Bonus für 100 % Abschluss
ja: 100%コンプリートボーナス
ko: 100% 완료 보너스
pl: Premia za ukończenie w 100%
zh_hans: 100%完成奖励
zh_hant: 100%完成獎勵

source: 1001 Nights
de: Tausendundeine Nacht
ja: 千夜一夜物語
ko: 천일야화
pl: Baśnie tysiąca i jednej nocy
zh_hans: 一千零一夜
zh_hant: 一千零一夜

source: 2000s
de: 2000er-Jahre
ja: 2000年代
ko: 2000년대
pl: Lata 2000–2009
zh_hans: 2000年代
zh_hant: 2000年代

source: 2010s
de: 2010er-Jahre
ja: 2010年代
ko: 2010년대
pl: Lata 2010–2019
zh_hans: 2010年代
zh_hant: 2010年代

source: 2020s
de: 2020er-Jahre
ja: 2020年代
ko: 2020년대
pl: Lata 2020–2029
zh_hans: 2020年代
zh_hant: 2020年代

source: 2030s
de: 2030er-Jahre
ja: 2030年代
ko: 2030년대
pl: Lata 2030–2039
zh_hans: 2030年代
zh_hant: 2030年代

source: Absurdist Comedy
de: Absurde Komödie
ja: 不条理コメディ
ko: 부조리 코미디
pl: Komedia absurdalna
zh_hans: 荒诞喜剧
zh_hant: 荒誕喜劇

source: Achievements
de: Erfolge
ja: 実績
ko: 도전 과제
pl: Osiągnięcia
zh_hans: 成就
zh_hant: 成就

source: Action Game
de: Actionspiel
ja: アクションゲーム
ko: 액션 게임
pl: Gra akcji
zh_hans: 动作游戏
zh_hant: 動作遊戲

source: Actor Hero
de: Schauspieler als Held
ja: 俳優の男性主人公
ko: 배우인 남성 주인공
pl: Bohater będący aktorem
zh_hans: 男演员男主角
zh_hant: 男演員男主角

source: Actor/Actress Protagonist
de: Schauspielende Hauptfigur
ja: 俳優の主人公
ko: 배우인 주인공
pl: Protagonista będący aktorem lub aktorką
zh_hans: 演员主角
zh_hant: 演員主角

source: Actress Heroine
de: Schauspielerin als Heldin
ja: 女優のヒロイン
ko: 배우인 여성 주인공
pl: Bohaterka będąca aktorką
zh_hans: 女演员女主角
zh_hant: 女演員女主角

source: Adaptation
de: Adaption
ja: 翻案作品
ko: 각색 작품
pl: Adaptacja
zh_hans: 改编作品
zh_hant: 改編作品

source: Addict Hero
de: Süchtiger Held
ja: 依存症の男性主人公
ko: 중독자인 남성 주인공
pl: Uzależniony bohater
zh_hans: 成瘾的男主角
zh_hant: 成癮的男主角

source: Addict Heroine
de: Süchtige Heldin
ja: 依存症のヒロイン
ko: 중독자인 여성 주인공
pl: Uzależniona bohaterka
zh_hans: 成瘾的女主角
zh_hant: 成癮的女主角

source: Addict Protagonist
de: Süchtige Hauptfigur
ja: 依存症の主人公
ko: 중독자인 주인공
pl: Uzależniony protagonista
zh_hans: 成瘾的主角
zh_hant: 成癮的主角

source: Adult Breast Sucking
de: Brustsaugen durch Erwachsene
ja: 成人の乳房吸い
ko: 성인의 유방 빨기
pl: Ssanie piersi przez dorosłych
zh_hans: 成人吸乳
zh_hant: 成人吸乳

source: Adult Hero
de: Erwachsener Held
ja: 成人の男性主人公
ko: 성인 남성 주인공
pl: Dorosły bohater
zh_hans: 成年男主角
zh_hant: 成年男主角

source: Adult Heroine
de: Erwachsene Heldin
ja: 成人のヒロイン
ko: 성인 여성 주인공
pl: Dorosła bohaterka
zh_hans: 成年女主角
zh_hant: 成年女主角

source: Adult Protagonist
de: Erwachsene Hauptfigur
ja: 成人の主人公
ko: 성인 주인공
pl: Dorosły protagonista
zh_hans: 成年主角
zh_hant: 成年主角

source: Afterlife
de: Jenseits
ja: 死後の世界
ko: 사후 세계
pl: Życie pozagrobowe
zh_hans: 死后世界
zh_hant: 死後世界

source: AI Hero
de: KI-Held
ja: AI男性主人公
ko: AI 남성 주인공
pl: Bohater będący sztuczną inteligencją
zh_hans: AI男主角
zh_hant: AI男主角

source: AI Heroine
de: KI-Heldin
ja: AIヒロイン
ko: AI 여성 주인공
pl: Bohaterka będąca sztuczną inteligencją
zh_hans: AI女主角
zh_hant: AI女主角

source: AI Protagonist
de: KI-Hauptfigur
ja: AI主人公
ko: AI 주인공
pl: Protagonista będący sztuczną inteligencją
zh_hans: AI主角
zh_hant: AI主角

source: AI-generated Assets
de: KI-generierte Inhalte
ja: AI生成素材
ko: AI 생성 에셋
pl: Zasoby wygenerowane przez AI
zh_hans: AI生成素材
zh_hant: AI生成素材

source: AI-generated Graphics
de: KI-generierte Grafik
ja: AI生成グラフィックス
ko: AI 생성 그래픽
pl: Grafika wygenerowana przez AI
zh_hans: AI生成图像
zh_hant: AI生成圖像

source: AI-generated Music
de: KI-generierte Musik
ja: AI生成音楽
ko: AI 생성 음악
pl: Muzyka wygenerowana przez AI
zh_hans: AI生成音乐
zh_hant: AI生成音樂

source: AI-generated Story
de: KI-generierte Geschichte
ja: AI生成ストーリー
ko: AI 생성 스토리
pl: Historia wygenerowana przez AI
zh_hans: AI生成故事
zh_hant: AI生成故事

source: Airhead Hero
de: Schusseliger Held
ja: 天然な男性主人公
ko: 천연계 남성 주인공
pl: Roztrzepany bohater
zh_hans: 天然呆男主角
zh_hant: 天然呆男主角

source: Airhead Heroine
de: Schusselige Heldin
ja: 天然なヒロイン
ko: 천연계 여성 주인공
pl: Roztrzepana bohaterka
zh_hans: 天然呆女主角
zh_hant: 天然呆女主角

source: Airhead Protagonist
de: Schusselige Hauptfigur
ja: 天然な主人公
ko: 천연계 주인공
pl: Roztrzepany protagonista
zh_hans: 天然呆主角
zh_hant: 天然呆主角

source: Airplane
de: Flugzeug
ja: 飛行機
ko: 비행기
pl: Samolot
zh_hans: 飞机
zh_hant: 飛機

source: Airplane Combat
de: Luftkampf
ja: 空中戦
ko: 공중전
pl: Walka powietrzna
zh_hans: 空战
zh_hant: 空戰

source: Albino Hero
de: Held mit Albinismus
ja: アルビノの男性主人公
ko: 알비노 남성 주인공
pl: Bohater z albinizmem
zh_hans: 白化病男主角
zh_hant: 白化病男主角

source: Albino Heroine
de: Heldin mit Albinismus
ja: アルビノのヒロイン
ko: 알비노 여성 주인공
pl: Bohaterka z albinizmem
zh_hans: 白化病女主角
zh_hant: 白化病女主角

source: Albino Protagonist
de: Hauptfigur mit Albinismus
ja: アルビノの主人公
ko: 알비노 주인공
pl: Protagonista z albinizmem
zh_hans: 白化病主角
zh_hant: 白化病主角

source: Alchemy
de: Alchemie
ja: 錬金術
ko: 연금술
pl: Alchemia
zh_hans: 炼金术
zh_hant: 煉金術

source: Alcoholism
de: Alkoholabhängigkeit
ja: アルコール依存症
ko: 알코올 의존증
pl: Alkoholizm
zh_hans: 酗酒
zh_hant: 酗酒

source: Alien Hero
de: Außerirdischer Held
ja: 宇宙人の男性主人公
ko: 외계인 남성 주인공
pl: Bohater będący kosmitą
zh_hans: 外星人男主角
zh_hant: 外星人男主角

source: Alien Heroine
de: Außerirdische Heldin
ja: 宇宙人のヒロイン
ko: 외계인 여성 주인공
pl: Bohaterka będąca kosmitką
zh_hans: 外星人女主角
zh_hant: 外星人女主角

source: Alien Protagonist
de: Außerirdische Hauptfigur
ja: 宇宙人の主人公
ko: 외계인 주인공
pl: Protagonista będący kosmitą
zh_hans: 外星人主角
zh_hant: 外星人主角

source: All Just a Dream
de: Alles nur ein Traum
ja: すべては夢
ko: 모든 것은 꿈
pl: Wszystko było tylko snem
zh_hans: 一切只是一场梦
zh_hant: 一切只是一場夢

source: All the Way Through
de: Vollständige Durchdringung
ja: 貫通
ko: 관통
pl: Penetracja na wylot
zh_hans: 贯通
zh_hant: 貫通

source: All-boys School
de: Jungenschule
ja: 男子校
ko: 남학교
pl: Szkoła dla chłopców
zh_hans: 男校
zh_hant: 男校

source: All-girls School
de: Mädchenschule
ja: 女子校
ko: 여학교
pl: Szkoła dla dziewcząt
zh_hans: 女校
zh_hant: 女校

source: Alternate Dimensions
de: Andere Dimensionen
ja: 異次元
ko: 이차원
pl: Alternatywne wymiary
zh_hans: 异次元
zh_hant: 異次元

source: Alternate Starting Point
de: Alternativer Einstiegspunkt
ja: 別の開始地点
ko: 다른 시작 지점
pl: Alternatywny punkt rozpoczęcia
zh_hans: 替代起始点
zh_hant: 替代起始點

source: Ambient Sounds
de: Umgebungsgeräusche
ja: 環境音
ko: 환경음
pl: Dźwięki otoczenia
zh_hans: 环境音效
zh_hant: 環境音效

source: Amnesia
de: Amnesie
ja: 記憶喪失
ko: 기억 상실
pl: Amnezja
zh_hans: 失忆
zh_hant: 失憶

source: Amnesiac Hero
de: Held mit Amnesie
ja: 記憶喪失の男性主人公
ko: 기억 상실증인 남성 주인공
pl: Bohater z amnezją
zh_hans: 失忆的男主角
zh_hant: 失憶的男主角

source: Amnesiac Heroine
de: Heldin mit Amnesie
ja: 記憶喪失のヒロイン
ko: 기억 상실증인 여성 주인공
pl: Bohaterka z amnezją
zh_hans: 失忆的女主角
zh_hant: 失憶的女主角

source: Amnesiac Protagonist
de: Hauptfigur mit Amnesie
ja: 記憶喪失の主人公
ko: 기억 상실증인 주인공
pl: Protagonista z amnezją
zh_hans: 失忆的主角
zh_hant: 失憶的主角

source: Amphibians
de: Amphibien
ja: 両生類
ko: 양서류
pl: Płazy
zh_hans: 两栖动物
zh_hant: 兩棲動物

source: Amusement Park
de: Vergnügungspark
ja: 遊園地
ko: 놀이공원
pl: Park rozrywki
zh_hans: 游乐园
zh_hant: 遊樂園

source: Anal Egg Laying
de: Anale Eiablage
ja: アナル産卵
ko: 항문 산란
pl: Składanie jaj przez odbyt
zh_hans: 肛门产卵
zh_hant: 肛門產卵

source: Anal Fingering
de: Anale Stimulation mit Fingern
ja: アナルへの指挿入
ko: 항문 핑거링
pl: Analna stymulacja palcami
zh_hans: 肛门指交
zh_hant: 肛門指交

source: Anal Fisting
de: Anales Fisting
ja: アナルフィスト
ko: 항문 피스팅
pl: Fisting analny
zh_hans: 肛门拳交
zh_hant: 肛門拳交

source: Anal Gaping
de: Anale Dehnung
ja: アナル拡張
ko: 항문 확장
pl: Rozciąganie odbytu
zh_hans: 肛门扩张
zh_hant: 肛門擴張

source: Anal Liquid Expulsion
de: Anales Ausstoßen von Flüssigkeit
ja: アナルからの液体排出
ko: 항문으로 액체 배출
pl: Wydalanie płynu przez odbyt
zh_hans: 肛门排液
zh_hant: 肛門排液

source: Anal Masturbation
de: Anale Masturbation
ja: アナル自慰
ko: 항문 자위
pl: Masturbacja analna
zh_hans: 肛门自慰
zh_hant: 肛門自慰

source: Anal Monster Birth
de: Anale Monstergeburt
ja: アナルからの怪物出産
ko: 항문으로 괴물 출산
pl: Poród potwora przez odbyt
zh_hans: 肛门产下怪物
zh_hant: 肛門產下怪物

source: Anal Multiple Fisting
de: Anales Fisting mit mehreren Fäusten
ja: アナルへの複数フィスト
ko: 항문 다중 피스팅
pl: Fisting analny wieloma pięściami
zh_hans: 肛门多重拳交
zh_hant: 肛門多重拳交

source: Anal Multiple Objects Insertion
de: Anales Einführen mehrerer Gegenstände
ja: アナルへの複数異物挿入
ko: 항문에 여러 이물질 삽입
pl: Wprowadzanie wielu przedmiotów do odbytu
zh_hans: 肛门插入多个异物
zh_hant: 肛門插入多個異物

source: Anal Multiple Penetration
de: Mehrfache anale Penetration
ja: アナル多重挿入
ko: 항문 다중 삽입
pl: Wielokrotna penetracja analna
zh_hans: 肛门多重插入
zh_hant: 肛門多重插入

source: Anal Multiple Tentacle Penetration
de: Anale Penetration mit mehreren Tentakeln
ja: アナルへの複数触手挿入
ko: 항문에 여러 촉수 삽입
pl: Penetracja analna wieloma mackami
zh_hans: 肛门多触手插入
zh_hant: 肛門多觸手插入

source: Anal Object Expulsion
de: Anales Ausstoßen von Gegenständen
ja: アナルからの異物排出
ko: 항문으로 이물질 배출
pl: Wydalanie przedmiotów przez odbyt
zh_hans: 肛门排出异物
zh_hant: 肛門排出異物

source: Anal Object Insertion
de: Anales Einführen von Gegenständen
ja: アナルへの異物挿入
ko: 항문 이물질 삽입
pl: Wprowadzanie przedmiotów do odbytu
zh_hans: 肛门异物插入
zh_hant: 肛門異物插入

source: Anal Penetration
de: Anale Penetration
ja: アナル挿入
ko: 항문 삽입
pl: Penetracja analna
zh_hans: 肛门插入
zh_hant: 肛門插入

source: Anal Plug Tail
de: Schwanz mit Analplug
ja: 尻尾付きアナルプラグ
ko: 꼬리 달린 애널 플러그
pl: Ogon z korkiem analnym
zh_hans: 尾巴肛塞
zh_hant: 尾巴肛塞

source: Anal Rape
de: Anale Vergewaltigung
ja: アナルレイプ
ko: 강제 항문 성교
pl: Gwałt analny
zh_hans: 强制肛交
zh_hant: 強制肛交

source: Anal Toys
de: Analspielzeug
ja: アナル用玩具
ko: 항문용 성인용품
pl: Zabawki analne
zh_hans: 肛门玩具
zh_hant: 肛門玩具

source: Anal Vore
de: Anales Verschlingen
ja: アナル捕食
ko: 항문 포식
pl: Połykanie przez odbyt
zh_hans: 肛门吞食
zh_hant: 肛門吞食

source: Ancient Rome
de: Antikes Rom
ja: 古代ローマ
ko: 고대 로마
pl: Starożytny Rzym
zh_hans: 古罗马
zh_hant: 古羅馬

source: Androgynous Hero
de: Androgyner Held
ja: 中性的な男性主人公
ko: 중성적인 남성 주인공
pl: Androgyniczny bohater
zh_hans: 中性男主角
zh_hant: 中性男主角

source: Androgynous Heroine
de: Androgyne Heldin
ja: 中性的なヒロイン
ko: 중성적인 여성 주인공
pl: Androgyniczna bohaterka
zh_hans: 中性女主角
zh_hant: 中性女主角

source: Androgynous Protagonist
de: Androgyne Hauptfigur
ja: 中性的な主人公
ko: 중성적인 주인공
pl: Androgyniczny protagonista
zh_hans: 中性主角
zh_hant: 中性主角

source: Androphobic Heroine
de: Heldin mit Angst vor Männern
ja: 男性恐怖症のヒロイン
ko: 남성 공포증인 여성 주인공
pl: Bohaterka z lękiem przed mężczyznami
zh_hans: 恐男症女主角
zh_hant: 恐男症女主角

source: Angel Hero
de: Engel als Held
ja: 天使の男性主人公
ko: 천사 남성 주인공
pl: Bohater będący aniołem
zh_hans: 天使男主角
zh_hant: 天使男主角

source: Angel Heroine
de: Engel als Heldin
ja: 天使のヒロイン
ko: 천사 여성 주인공
pl: Bohaterka będąca aniołem
zh_hans: 天使女主角
zh_hant: 天使女主角

source: Angel Protagonist
de: Engel als Hauptfigur
ja: 天使の主人公
ko: 천사 주인공
pl: Protagonista będący aniołem
zh_hans: 天使主角
zh_hant: 天使主角

source: Angels
de: Engel
ja: 天使
ko: 천사
pl: Anioły
zh_hans: 天使
zh_hant: 天使

source: Animal Cosplay
de: Tier-Cosplay
ja: 動物コスプレ
ko: 동물 코스프레
pl: Cosplay zwierzęcy
zh_hans: 动物装扮
zh_hant: 動物裝扮

source: Animal Cruelty
de: Tierquälerei
ja: 動物虐待
ko: 동물 학대
pl: Okrucieństwo wobec zwierząt
zh_hans: 虐待动物
zh_hant: 虐待動物

source: Animal Protagonist
de: Tier als Hauptfigur
ja: 動物の主人公
ko: 동물 주인공
pl: Protagonista będący zwierzęciem
zh_hans: 动物主角
zh_hant: 動物主角

source: Animals
de: Tiere
ja: 動物
ko: 동물
pl: Zwierzęta
zh_hans: 动物
zh_hant: 動物

source: Animated Ending
de: Animierter Abspann
ja: アニメーション付きエンディング
ko: 애니메이션 엔딩
pl: Animowane zakończenie
zh_hans: 动画结局
zh_hant: 動畫結局

source: Animation Toggle
de: Animationen ein- und ausschaltbar
ja: アニメーション切替
ko: 애니메이션 전환
pl: Możliwość włączania i wyłączania animacji
zh_hans: 动画开关
zh_hant: 動畫開關

source: Anime-looking 3D
de: 3D im Anime-Stil
ja: アニメ調3D
ko: 애니메이션풍 3D
pl: Grafika 3D w stylu anime
zh_hans: 动画风格3D
zh_hant: 動畫風格3D

source: Announcer Hero
de: Sprecher als Held
ja: アナウンサーの男性主人公
ko: 아나운서인 남성 주인공
pl: Bohater będący spikerem
zh_hans: 播音员男主角
zh_hant: 播音員男主角

source: Announcer Heroine
de: Sprecherin als Heldin
ja: アナウンサーのヒロイン
ko: 아나운서인 여성 주인공
pl: Bohaterka będąca spikerką
zh_hans: 播音员女主角
zh_hant: 播音員女主角

source: Anthology
de: Anthologie
ja: アンソロジー
ko: 앤솔러지
pl: Antologia
zh_hans: 选集
zh_hant: 選集

source: Anthropomorphized Inanimate Object
de: Vermenschlichter unbelebter Gegenstand
ja: 無生物の擬人化
ko: 무생물 의인화
pl: Antropomorfizowany przedmiot nieożywiony
zh_hans: 无生命物拟人化
zh_hant: 無生命物擬人化

source: Antihero Protagonist
de: Antiheld als Hauptfigur
ja: アンチヒーローの主人公
ko: 안티히어로 주인공
pl: Protagonista będący antybohaterem
zh_hans: 反英雄主角
zh_hant: 反英雄主角

source: Apartment Building
de: Mehrfamilienhaus
ja: 集合住宅
ko: 공동 주택
pl: Budynek wielorodzinny
zh_hans: 公寓楼
zh_hant: 公寓大樓

source: Apocalypse
de: Apokalypse
ja: 世界の終末
ko: 세계 종말
pl: Apokalipsa
zh_hans: 末日
zh_hant: 末日

source: April Fool's
de: Aprilscherz
ja: エイプリルフール
ko: 만우절
pl: Prima aprilis
zh_hans: 愚人节
zh_hant: 愚人節

source: Arabian-Style Palace
de: Palast im arabischen Stil
ja: アラビア風宮殿
ko: 아라비아풍 궁전
pl: Pałac w stylu arabskim
zh_hans: 阿拉伯风格宫殿
zh_hant: 阿拉伯風格宮殿

source: Arcade
de: Spielhalle
ja: ゲームセンター
ko: 오락실
pl: Salon gier
zh_hans: 游戏厅
zh_hant: 電玩遊樂場

source: Archaeology
de: Archäologie
ja: 考古学
ko: 고고학
pl: Archeologia
zh_hans: 考古学
zh_hant: 考古學

source: Archer Hero
de: Bogenschütze als Held
ja: 弓使いの男性主人公
ko: 궁수인 남성 주인공
pl: Bohater będący łucznikiem
zh_hans: 弓箭手男主角
zh_hant: 弓箭手男主角

source: Archer Heroine
de: Bogenschützin als Heldin
ja: 弓使いのヒロイン
ko: 궁수인 여성 주인공
pl: Bohaterka będąca łuczniczką
zh_hans: 弓箭手女主角
zh_hant: 弓箭手女主角

source: Archery Club
de: Bogenschützenclub
ja: 弓道部
ko: 궁도부
pl: Klub łuczniczy
zh_hans: 射箭社
zh_hant: 射箭社

source: Arcology
de: Arkologie
ja: アーコロジー
ko: 아콜로지
pl: Arkologia
zh_hans: 生态建筑
zh_hant: 生態建築

source: Arkanoid Game
de: Arkanoid-Spiel
ja: ブロック崩し
ko: 벽돌 깨기 게임
pl: Gra typu Arkanoid
zh_hans: 打砖块游戏
zh_hant: 打磚塊遊戲

source: Armbinder
de: Armfesseltasche
ja: アームバインダー
ko: 팔 구속구
pl: Rękaw krępujący ramiona
zh_hans: 束臂器
zh_hant: 束臂器

source: Armpit Licking
de: Achsellecken
ja: 腋舐め
ko: 겨드랑이 핥기
pl: Lizanie pach
zh_hans: 舔腋窝
zh_hant: 舔腋窩

source: Armpit Sex
de: Achselsex
ja: 腋コキ
ko: 겨드랑이 성교
pl: Seks z użyciem pachy
zh_hans: 腋交
zh_hant: 腋交

source: Arranged Marriage
de: Arrangierte Ehe
ja: 政略結婚
ko: 정략결혼
pl: Małżeństwo aranżowane
zh_hans: 包办婚姻
zh_hant: 包辦婚姻

source: Arrogant Hero
de: Arroganter Held
ja: 傲慢な男性主人公
ko: 오만한 남성 주인공
pl: Arogancki bohater
zh_hans: 傲慢的男主角
zh_hant: 傲慢的男主角

source: Arrogant Heroine
de: Arrogante Heldin
ja: 傲慢なヒロイン
ko: 오만한 여성 주인공
pl: Arogancka bohaterka
zh_hans: 傲慢的女主角
zh_hant: 傲慢的女主角

source: Arrogant Protagonist
de: Arrogante Hauptfigur
ja: 傲慢な主人公
ko: 오만한 주인공
pl: Arogancki protagonista
zh_hans: 傲慢的主角
zh_hant: 傲慢的主角

source: Artificial Intelligence
de: Künstliche Intelligenz
ja: 人工知能
ko: 인공지능
pl: Sztuczna inteligencja
zh_hans: 人工智能
zh_hant: 人工智慧

source: Artist Hero
de: Künstler als Held
ja: 芸術家の男性主人公
ko: 예술가인 남성 주인공
pl: Bohater będący artystą
zh_hans: 艺术家男主角
zh_hant: 藝術家男主角

source: Artist Heroine
de: Künstlerin als Heldin
ja: 芸術家のヒロイン
ko: 예술가인 여성 주인공
pl: Bohaterka będąca artystką
zh_hans: 艺术家女主角
zh_hant: 藝術家女主角

source: Artist Protagonist
de: Künstlerische Hauptfigur
ja: 芸術家の主人公
ko: 예술가인 주인공
pl: Protagonista będący artystą
zh_hans: 艺术家主角
zh_hant: 藝術家主角

source: Asexual Characters
de: Asexuelle Figuren
ja: アセクシュアルのキャラクター
ko: 무성애자 캐릭터
pl: Postacie aseksualne
zh_hans: 无性恋角色
zh_hant: 無性戀角色

source: Asia
de: Asien
ja: アジア
ko: 아시아
pl: Azja
zh_hans: 亚洲
zh_hant: 亞洲

source: Asian-style Castle
de: Burg im asiatischen Stil
ja: アジア風の城
ko: 아시아풍 성
pl: Zamek w stylu azjatyckim
zh_hans: 亚洲风格城堡
zh_hant: 亞洲風格城堡

source: Asian-style Manor
de: Herrenhaus im asiatischen Stil
ja: アジア風の屋敷
ko: 아시아풍 저택
pl: Dwór w stylu azjatyckim
zh_hans: 亚洲风格庄园
zh_hant: 亞洲風格莊園

source: Asian-style Palace
de: Palast im asiatischen Stil
ja: アジア風宮殿
ko: 아시아풍 궁전
pl: Pałac w stylu azjatyckim
zh_hans: 亚洲风格宫殿
zh_hant: 亞洲風格宮殿

source: Ass To Mouth
de: Vom Anus in den Mund
ja: アナル挿入後の口内挿入
ko: 항문 삽입 후 구강 삽입
pl: Z odbytu do ust
zh_hans: 肛交后口交
zh_hant: 肛交後口交

source: Assassin Hero
de: Auftragsmörder als Held
ja: 暗殺者の男性主人公
ko: 암살자인 남성 주인공
pl: Bohater będący zabójcą na zlecenie
zh_hans: 杀手男主角
zh_hant: 殺手男主角

source: Assassin Heroine
de: Auftragsmörderin als Heldin
ja: 暗殺者のヒロイン
ko: 암살자인 여성 주인공
pl: Bohaterka będąca zabójczynią na zlecenie
zh_hans: 杀手女主角
zh_hant: 殺手女主角

source: Assassin Protagonist
de: Auftragsmörder als Hauptfigur
ja: 暗殺者の主人公
ko: 암살자인 주인공
pl: Protagonista będący zabójcą na zlecenie
zh_hans: 杀手主角
zh_hant: 殺手主角

source: Astronomy
de: Astronomie
ja: 天文学
ko: 천문학
pl: Astronomia
zh_hans: 天文学
zh_hant: 天文學

source: Astronomy Club
de: Astronomieclub
ja: 天文部
ko: 천문부
pl: Klub astronomiczny
zh_hans: 天文社
zh_hant: 天文社

source: Athlete Hero
de: Sportler als Held
ja: アスリートの男性主人公
ko: 운동선수인 남성 주인공
pl: Bohater będący sportowcem
zh_hans: 运动员男主角
zh_hant: 運動員男主角

source: Athlete Heroine
de: Sportlerin als Heldin
ja: アスリートのヒロイン
ko: 운동선수인 여성 주인공
pl: Bohaterka będąca sportsmenką
zh_hans: 运动员女主角
zh_hant: 運動員女主角

source: Athlete Protagonist
de: Sportliche Hauptfigur
ja: アスリートの主人公
ko: 운동선수인 주인공
pl: Protagonista będący sportowcem
zh_hans: 运动员主角
zh_hant: 運動員主角

source: Athletics Festival
de: Sportfest
ja: 体育祭
ko: 체육대회
pl: Święto sportu
zh_hans: 运动会
zh_hant: 運動會

source: Attempted Rape
de: Versuchte Vergewaltigung
ja: 強姦未遂
ko: 강간 미수
pl: Próba gwałtu
zh_hans: 强奸未遂
zh_hant: 強姦未遂

source: Attempted Suicide
de: Suizidversuch
ja: 自殺未遂
ko: 자살 미수
pl: Próba samobójcza
zh_hans: 自杀未遂
zh_hant: 自殺未遂

source: Aunt/Nephew Incest
de: Inzest zwischen Tante und Neffen
ja: おばと甥の近親相姦
ko: 이모·고모와 남자 조카의 근친상간
pl: Kazirodztwo między ciotką a siostrzeńcem lub bratankiem
zh_hans: 姑妈／姨妈与侄子／外甥乱伦
zh_hant: 姑媽／姨媽與侄子／外甥亂倫

source: Aunt/Niece Incest
de: Inzest zwischen Tante und Nichte
ja: おばと姪の近親相姦
ko: 이모·고모와 여자 조카의 근친상간
pl: Kazirodztwo między ciotką a siostrzenicą lub bratanicą
zh_hans: 姑妈／姨妈与侄女／外甥女乱伦
zh_hant: 姑媽／姨媽與姪女／外甥女亂倫

source: Australia
de: Australien
ja: オーストラリア
ko: 오스트레일리아
zh_hans: 澳大利亚
zh_hant: 澳洲

source: Author Commentary Mode
de: Autorenkommentar-Modus
ja: 作者コメンタリーモード
ko: 작가 코멘터리 모드
pl: Tryb komentarza autora
zh_hans: 作者评论模式
zh_hant: 作者評論模式

source: Autistic Hero
de: Autistischer Held
ja: 自閉症の男性主人公
ko: 자폐증이 있는 남성 주인공
pl: Autystyczny bohater
zh_hans: 自闭症男主角
zh_hant: 自閉症男主角

source: Autistic Heroine
de: Autistische Heldin
ja: 自閉症のヒロイン
ko: 자폐증이 있는 여성 주인공
pl: Autystyczna bohaterka
zh_hans: 自闭症女主角
zh_hant: 自閉症女主角

source: Autistic Protagonist
de: Autistische Hauptfigur
ja: 自閉症の主人公
ko: 자폐증이 있는 주인공
pl: Autystyczny protagonista
zh_hans: 自闭症主角
zh_hant: 自閉症主角

source: Auto Battler
de: Automatisches Kampfspiel
ja: オートバトラー
ko: 오토 배틀러
pl: Gra z automatycznymi walkami
zh_hans: 自动战斗游戏
zh_hant: 自動戰鬥遊戲

source: Auto-Boobjob
de: Brustverkehr mit sich selbst
ja: セルフパイズリ
ko: 셀프 파이즈리
pl: Stymulacja własnego penisa piersiami
zh_hans: 自慰乳交
zh_hant: 自慰乳交

source: Autobukkake
de: Bukkake auf sich selbst
ja: セルフぶっかけ
ko: 셀프 부카케
pl: Bukkake na samego siebie
zh_hans: 自慰颜射
zh_hant: 自慰顏射

source: Autocunnilingus
de: Cunnilingus an sich selbst
ja: セルフクンニ
ko: 자가 커닐링구스
zh_hans: 自舔阴
zh_hant: 自舔陰

source: Autopenetration
de: Selbstpenetration
ja: 自己挿入
ko: 자가 삽입
pl: Autopenetracja
zh_hans: 自体插入
zh_hant: 自體插入

source: Autosave Only
de: Nur automatisches Speichern
ja: オートセーブのみ
ko: 자동 저장 전용
pl: Wyłącznie automatyczny zapis
zh_hans: 仅自动存档
zh_hant: 僅自動存檔

source: Autumn
de: Herbst
ja: 秋
ko: 가을
pl: Jesień
zh_hans: 秋季
zh_hant: 秋季

source: Avoidable Death of Hero (obsolete)
de: Vermeidbarer Tod des Helden (veraltet)
ja: 回避可能な男性主人公の死（廃止）
ko: 회피 가능한 남성 주인공의 죽음(폐기됨)
pl: Możliwa do uniknięcia śmierć bohatera (przestarzałe)
zh_hans: 可避免男主角死亡（已废弃）
zh_hant: 可避免男主角死亡（已廢棄）

source: Avoidable Death of Heroine (obsolete)
de: Vermeidbarer Tod der Heldin (veraltet)
ja: 回避可能なヒロインの死（廃止）
ko: 회피 가능한 여성 주인공의 죽음(폐기됨)
pl: Możliwa do uniknięcia śmierć bohaterki (przestarzałe)
zh_hans: 可避免女主角死亡（已废弃）
zh_hant: 可避免女主角死亡（已廢棄）

source: Avoidable Death of Protagonist (obsolete)
de: Vermeidbarer Tod der Hauptfigur (veraltet)
ja: 回避可能な主人公の死（廃止）
ko: 회피 가능한 주인공의 죽음(폐기됨)
pl: Możliwa do uniknięcia śmierć protagonisty (przestarzałe)
zh_hans: 可避免主角死亡（已废弃）
zh_hant: 可避免主角死亡（已廢棄）

source: Avoidable Netorare (obsolete)
de: Vermeidbares Netorare (veraltet)
ja: 回避可能な寝取られ（廃止）
ko: 회피 가능한 네토라레(폐기됨)
pl: Możliwe do uniknięcia netorare (przestarzałe)
zh_hans: 可避免寝取（已废弃）
zh_hant: 可避免寢取（已廢棄）

source: Avoidable Rape
de: Vermeidbare Vergewaltigung
ja: 回避可能な強姦
ko: 회피 가능한 강간
pl: Możliwy do uniknięcia gwałt
zh_hans: 可避免强奸
zh_hant: 可避免強姦

source: Axe Combat
de: Axtkampf
ja: 斧での戦闘
ko: 도끼 전투
pl: Walka toporem
zh_hans: 斧战
zh_hant: 斧戰

source: Axis Powers Hetalia
de: Hetalia: Axis Powers
ja: ヘタリア
ko: 헤타리아
pl: Hetalia: Axis Powers
zh_hans: 黑塔利亚
zh_hant: 義呆利Axis Powers

source: Babysitting
de: Kinderbetreuung
ja: ベビーシッター
ko: 아이 돌보기
pl: Opieka nad dziećmi
zh_hans: 照看孩子
zh_hant: 照看孩子

source: Back Skip Function
de: Rückwärtssprungfunktion
ja: バック・スキップ機能
ko: 뒤로 건너뛰기 기능
pl: Funkcja przeskakiwania wstecz
zh_hans: 后退跳过功能
zh_hant: 後退跳過功能

source: Background Moans
de: Stöhnen im Hintergrund
ja: 背景の喘ぎ声
ko: 배경 신음 소리
pl: Jęki w tle
zh_hans: 背景呻吟声
zh_hant: 背景呻吟聲

source: Backlog Jump
de: Sprung zum Textverlauf
ja: バックログジャンプ
ko: 백로그 점프
pl: Przeskok do historii tekstu
zh_hans: 跳转至文本记录
zh_hant: 跳轉至文字記錄

source: Bad Ending(s)
de: Schlechtes Ende
ja: バッドエンド
ko: 배드 엔딩
pl: Złe zakończenie
zh_hans: 坏结局
zh_hant: 壞結局

source: Bad Endings with Story
de: Schlechte Enden mit Handlung
ja: ストーリー付きバッドエンド
ko: 스토리가 있는 배드 엔딩
pl: Złe zakończenia z fabułą
zh_hans: 带剧情的坏结局
zh_hant: 帶劇情的壞結局

source: Bad True End
de: Schlechtes wahres Ende
ja: バッドトゥルーエンド
ko: 배드 트루 엔딩
pl: Złe prawdziwe zakończenie
zh_hans: 坏真结局
zh_hant: 壞真結局

source: Baker Hero
de: Bäcker als Held
ja: パン職人の男性主人公
ko: 제빵사인 남성 주인공
pl: Bohater będący piekarzem
zh_hans: 面包师男主角
zh_hant: 麵包師男主角

source: Baker Heroine
de: Bäckerin als Heldin
ja: パン職人のヒロイン
ko: 제빵사인 여성 주인공
pl: Bohaterka będąca piekarką
zh_hans: 面包师女主角
zh_hant: 麵包師女主角

source: Baker Protagonist
de: Bäcker als Hauptfigur
ja: パン職人の主人公
ko: 제빵사인 주인공
pl: Protagonista będący piekarzem
zh_hans: 面包师主角
zh_hant: 麵包師主角

source: Bakumatsu Era
de: Bakumatsu-Zeit
ja: 幕末
ko: 막부 말기
pl: Okres bakumatsu
zh_hans: 幕末时代
zh_hant: 幕末時代

source: Bald Hero
de: Kahlköpfiger Held
ja: 禿頭の男性主人公
ko: 대머리 남성 주인공
pl: Łysy bohater
zh_hans: 秃头男主角
zh_hant: 禿頭男主角

source: Bald Heroine
de: Kahlköpfige Heldin
ja: 禿頭のヒロイン
ko: 대머리 여성 주인공
pl: Łysa bohaterka
zh_hans: 秃头女主角
zh_hant: 禿頭女主角

source: Bald Protagonist
de: Kahlköpfige Hauptfigur
ja: 禿頭の主人公
ko: 대머리 주인공
pl: Łysy protagonista
zh_hans: 秃头主角
zh_hant: 禿頭主角

source: Ball-cupping
de: Umfassen der Hoden
ja: 睾丸カッピング
ko: 고환 감싸기
pl: Obejmowanie jąder dłonią
zh_hans: 托睾
zh_hant: 托睪

source: Ballbusting
de: Hodentritte
ja: 睾丸蹴り
ko: 고환 가격
pl: Kopanie w jądra
zh_hans: 踢睾
zh_hant: 踢睪

source: Balljob
de: Orale Hodenstimulation
ja: 睾丸フェラ
ko: 고환 펠라치오
pl: Oralna stymulacja jąder
zh_hans: 睾丸口交
zh_hant: 睪丸口交

source: Balls Sucking
de: Hodensaugen
ja: 睾丸吸い
ko: 고환 빨기
pl: Ssanie jąder
zh_hans: 吸吮睾丸
zh_hant: 吸吮睪丸

source: Barmaid Heroine
de: Barkeeperin als Heldin
ja: 女バーテンダーのヒロイン
ko: 여성 바텐더인 여성 주인공
pl: Bohaterka będąca barmanką
zh_hans: 女酒保女主角
zh_hant: 女酒保女主角

source: Bartender Hero
de: Barkeeper als Held
ja: バーテンダーの男性主人公
ko: 바텐더인 남성 주인공
pl: Bohater będący barmanem
zh_hans: 男调酒师男主角
zh_hant: 男調酒師男主角
